[
  "I wish I had one.\nai uichi ai réd uon\nQuisera eu tivesse um. / Eu queria ter um.",
  "I’d like a map of the city.\nai-di laiki a mép óv tha ciri\nEu queria um mapa da cidade.",
  "I’d like a non-smoking room.\nai-di laiki a nôn-ismoukim ur-uum\nEu queria um quarto para não fumante.",
  "I’d like a room with two beds please.\nai-di laiki a ur-uum uith tchuu bédis pliiz\nEu queria um quarto com duas camas, por favor.",
  "I’d like a room.\nai-di laiki a ur-uum\nEu queria um quarto.",
  "I’d like a single room.\nai-di laiki a simgou ur-uum\nEu queria um quarto de solteiro.",
  "I’d like a table near the window.\nai-di laiki a teibou niir tha uindou\nEu queria uma mesa perto da janela.",
  "I’d like some water too, please.\nai-di laiki sâme uórer tchuu, pliiz\nEu também queria um pouco de água, por favor.",
  "I’d like the number for the Hilton Hotel please.\nai-di laiki tha namber for tha rilton routél pliiz\nEu gostaria do telefone do Hotel Hilton, por favor.",
  "I’d like to buy a bottle of water, please.\nai-di laiki tchu bai a bórou óv uórer, pliiz\nEu queria comprar uma garrafa de água, por favor.",
  "I’d like to buy a phone card please.\nai-di laiki tchu bai a foone kárk pliiz\nEu gostaria de comprar um cartão telefônico, por favor.",
  "I’d like to buy something.\nai-di laiki tchu bai sâme-thim\nEu queria comprar alguma coisa.",
  "I’d like to call the United States.\nai-di laiki tchu kól tha iunairite isteitis.\nEu gostaria de ligar para os Estados Unidos.",
  "I’d like to eat at 5th street restaurant.\nai-di laiki tchu iiti ét 5th istriit ur-éstaur-ant\nEu gostaria de comer no restaurante da quinta rua (5ª).",
  "I’d like to exchange this for Dollars.\nai-di laiki tchu ékstxénge dis for dólars.\nEu gostaria de trocar isto por dólares.",
  "I’d like to go for a walk.\nai-di laiki tchu gou for a uók\nEu gostaria de ir caminhar.",
  "I’d like to go home.\nai-di laiki tchu gou romi\nEu gostaria de ir para casa.",
  "I’d like to go shopping.\nai-di laiki tchu gou chópim\nEu gostaria de ir às compras.",
  "I’d like to go to the store.\nai-di laiki tchu gou tchu tha istór\nEu gostaria de ir à loja.",
  "I’d like to make a phone call.\nai-di laiki tchu meike a foone kól\nEu gostaria de fazer um telefonema.",
  "I’d like to make a reservation.\nai-di laiki tchu meike a ur-e ezerveicham\nEu gostaria de fazer uma reserva.",
  "I’d like to rent a car.\nai-di laiki tchu ur-ént a kár\nEu gostaria de alugar um carro.",
  "I’d like to send a fax.\nai-di laiki tchu séndi a féx\nEu gostaria de enviar um fax.",
  "I’d like to send this to America.\nai-di laiki tchu séndi dis tchu amér-ika\nEu gostaria de enviar isto à América."
]